Dlubal.SteelSurfaces.ResultMethod
Analysis Method for Result Combinations

Dlubal.SteelSurfaces.ResultMethod.EnumerationMethod
All possible combinations are enumerated and analyzed.

Dlubal.SteelSurfaces.ResultMethod.EnvelopeMethod
Only combination possibilities of max/min basic stresses will be analyzed.

Dlubal.SteelSurfaces.ResultMethod.MixedMethod
If there are less then specified number of combination possibilities, EnumerationMethod is used.

Dlubal.SteelSurfaces.ResultMethod.InternalForces
Stresses from internal forces.